;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version:Wise JetSearch 3.02.147
; Update: 2018-08-15
;
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka

[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
FrmJSAbout.caption=O programe
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Aktuálna verzia:
FrmJSAbout.lblemail.caption=Technická podpora:
FrmJSAbout.lblhome.caption=Domovská stránka:
FrmJSAbout.lblthank.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmRSMain.btnSupport.hint=Spätná väzba
;
; Popup Menu
;
unsupported=Nepodporovaný formát
denied=Prístup bol zamietnutý
unknownpath=Neznáma cesta
pmCheckMsg=Automaticky kontrolovať novinky
pmforum=Fórum
pmHelp=Pomocník online
pmHome=Domovská stránka
pmCheckNew=Automaticky kontrolovať aktualizácie
pmContact=Kontaktujte nás
pmLang=Vybrať jazyk
pmAbout=O programe
pmcpfilename=Kopírovať úplnú cestu
pmcppath=Kopírovať cestu k priečinku
pmopen=Otvoriť súbor
pmopenfolder=Otvoriť priečinok
pmcpfile=Kopírovať súbor alebo priečinok
pmdel=Odstrániť súbor alebo priečinok
pmatt=Vlastnosti
pmSelectAll=Vybrať všetko
pmSelectNone=Zrušiť výber
pmSelectInvert=Obrátiť výber
pmCheckNew=Automaticky kontrolovať aktualizácie
pmJetHelp=Zobraziť panel rýchleho vyhľadávania
nopath=Cesta neexistuje
pmcutfile=Presunúť do...
pmexportto=Uložiť do súboru CSV...
;
; Main GUI
;
FrmRSMain.btnlikeit.caption=Páči sa mi
FrmRSMain.btnSearch.caption=Vyhľadať
FrmRSMain.btnfeedback.caption=Spätná väzba
FrmRSMain.btncheckupdate.caption=Aktualizovať
FrmRSMain.btnFacebook.hint=Zdieľajte Wise JetSearch na Facebooku
FrmRSMain.btnTwitter.hint=Zdieľajte Wise JetSearch na Twitteri
FrmRSMain.btnemail.hint=Zdieľajte Wise JetSearch s priateľmi
;
;Like us
;
Frmlikeit.lblTitle.caption=Ak sa vám Wise JetSearch páči, predstavte tento bezplatný nástroj vašim milovaným.
Frmlikeit.lblInfo.caption=Zdieľajte Wise JetSearch s vašou rodinou, priateľmi, spolužiakmi a kolegami emailom, na blogu, cez Twitter, Youtube, Facebook atď...Výborne! Poskytnete im pohodlie a efektivitu pre ich ďalší život.
Frmlikeit.lblRate.caption=Ohodnoťte Wise JetSearch:
Frmlikeit.lblfollow.caption=Sledujte nás:
Frmlikeit.lblshare.caption=Zdieľajte Wise JetSearch:
Frmlikeit.btndownload.caption=Zdarma stiahnuť
Frmlikeit.imgrate.hint=Dajte nám 5 hviezdičiek
Frmlikeit.imgmail.hint=Zdieľajte s vašimi priateľmi
Frmlikeit.imgface1.hint=Zdieľajte na Facebooku
Frmlikeit.imgface2.hint=Sledujte nás na Facebooku
Frmlikeit.imgtwitter1.hint=Zdieľajte na Twitteri
Frmlikeit.imgtwitter2.hint=Sledujte nás na Twitteri
Frmlikeit.Caption=Páči sa mi
Frmlikeit.lbldownload.caption=Stiahnite si ďalší freeware z WiseCleaner.com :

[Edit]
pmcut=Vystrihnúť
pmcopy=Kopírovať
pmpaste=Prilepiť
pmdelete=Vymazať
pmselectall=Vybrať všetko


[Message]
Loading=Vytváram index...
Loaded=Index bol vytvorený.
Audios=Zvuky
Videos=Videá
Images=Obrázky
Document=Dokumenty
Compressed=Archívy
Email=Emaily
NewVer=Bola nájdená nová verzia Wise JetSearch! Chcete ju aktualizovať?
KeyDelete=Vymazať
AllHardDrive=Lokálny disk
SelectHardDrive=Vyberte disk
ScanFor=Prehľadávam disk:
Search=Vyhľadať
LeftTimeSec=Trvanie: %s sek.
NoKeyWord=Zadajte výrazy, ktoré chcete vyhľadať.
Stop=Zastaviť
NoDriveChecked=Vyberte disk(y), ktoré chcete preskenovať.
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
TranslateTo=Preložiť do...

[FastFind]
Name=Názov súboru alebo priečinka
Path=Cesta
FileSize=Veľkosť súboru
FileType=Typ
DateModified=Dátum a čas úpravy
KeyWord=Zadajte výrazy
SearchFinish=Prehľadávanie je dokončené.Nájdených súborov alebo priečinkov %d.
SearchAborted=Prehľadávanie bolo zrušené.Nájdených súborov alebo priečinkov %d.
NoResult=Neboli nájdené žiadne zodpovedajúce súbory.

[Help]
Startup=Spúšťať rýchle vyhľadávanie pri štarte PC
AutoRunMain=Spúšťať rýchle vyhľadávanie spolu s JetSearch
Del=Vymazať
Tips=Rýchle vyhľadanie súborov a priečinkov